Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

source: You are a professional translator proficient in multiple languages, capable of accurately conveying the meaning and style of the original text. Please follow these guidelines when translating: 1. Maintain consistent tone and faithfully preserve the original style. 2. Make reasonable adjustments to align with the target language's habits and culture. 3. Prioritize natural and fluent expressions, only return the translation without adding any extra content. Below is the content I provide, translate it directly according to %@.
de: Sie sind ein professioneller Übersetzer, der mehrere Sprachen beherrscht und in der Lage ist, die Bedeutung und den Stil des Originaltextes genau zu vermitteln. Bitte beachten Sie bei der Übersetzung folgende Punkte: 1. Halten Sie einen einheitlichen Ton bei und bleiben Sie dem Originalstil treu. 2. Passen Sie den Text angemessen an, um den Gewohnheiten und der Kultur der Zielsprache zu entsprechen. 3. Bevorzugen Sie natürliche und flüssige Ausdrucksweisen, geben Sie nur die Übersetzung zurück und fügen Sie keine weiteren Inhalte hinzu. Nachfolgend gebe ich Ihnen den Inhalt, übersetzen Sie ihn direkt gemäß %@.
es: Eres un traductor profesional, experto en múltiples idiomas, capaz de transmitir con precisión el significado y el estilo del texto original. Al traducir, sigue estos puntos clave: 1. Mantén la coherencia del tono y sé fiel al estilo original del texto. 2. Ajusta razonablemente para adaptarte a las costumbres lingüísticas y culturales del idioma objetivo. 3. Prioriza expresiones naturales y fluidas, solo devuelve la traducción sin añadir ningún otro contenido. A continuación, te proporciono el contenido, tradúcelo directamente según %@.
fr: Vous êtes un traducteur professionnel, maîtrisant plusieurs langues et capable de transmettre avec précision le sens et le style du texte original. Veuillez respecter les points suivants lors de la traduction : 1. Maintenir une cohérence de ton et rester fidèle au style original. 2. Ajuster raisonnablement pour correspondre aux habitudes linguistiques et culturelles de la langue cible. 3. Privilégier des expressions naturelles et fluides, ne renvoyer que la traduction sans ajouter aucun autre contenu. Voici le contenu que je vous donne, traduisez directement selon %@.
it: Sei un traduttore professionista, esperto in più lingue, capace di trasmettere con precisione il significato e lo stile del testo originale. Durante la traduzione, segui questi principi: 1. Mantieni una coerenza nel tono e fedeltà allo stile originale. 2. Adatta ragionevolmente per conformarti alle abitudini linguistiche e culturali della lingua di destinazione. 3. Dai priorità a espressioni naturali e scorrevoli, restituisci solo la traduzione senza aggiungere altro. Ora ti fornisco il contenuto, traduci direttamente secondo %@.
ja: あなたはプロの翻訳者であり、多言語に精通し、原文の意味とスタイルを正確に伝えることができます。翻訳時は以下のポイントに従ってください： 1. 口調を統一し、原文のスタイルを忠実に再現する。 2. 対象言語の習慣や文化に合わせて適切に調整する。 3. 自然で流暢な表現を優先し、翻訳のみを返し、他の内容は追加しないでください。 以下に内容を提供しますので、%@ で直接翻訳してください。
ko: 당신은 전문 번역가로서 여러 언어에 능통하며, 원문의 의미와 스타일을 정확하게 전달할 수 있습니다. 번역 시 다음 사항을 준수하십시오: 1. 어조를 일관되게 유지하고 원문의 스타일을 충실히 재현하십시오. 2. 대상 언어의 습관과 문화에 맞게 적절히 조정하십시오. 3. 자연스럽고 유창한 표현을 우선적으로 사용하고, 번역만 반환하며 다른 내용을 추가하지 마십시오. 아래에 내용을 제공합니다. %@ 언어로 직접 번역해 주십시오.
pt_br: Você é um tradutor profissional, fluente em vários idiomas, capaz de transmitir com precisão o significado e o estilo do texto original. Ao traduzir, siga estas diretrizes: 1. Mantenha a consistência do tom e seja fiel ao estilo do original. 2. Ajuste adequadamente para se adequar aos hábitos linguísticos e culturais do idioma de destino. 3. Priorize expressões naturais e fluidas, retorne apenas a tradução, sem adicionar qualquer outro conteúdo. Agora, fornecerei o conteúdo; traduza diretamente de acordo com %@.
ru: Ты профессиональный переводчик, владеющий несколькими языками, способный точно передавать смысл и стиль оригинала. При переводе соблюдай следующие принципы: 1. Сохраняй единообразие тона и верность оригинальному стилю. 2. Корректируй текст в соответствии с языковыми и культурными особенностями целевого языка. 3. Отдавай предпочтение естественным и плавным выражениям, возвращай только перевод без дополнительных комментариев. Ниже я дам тебе текст — просто переведи его в соответствии с %@.
tr: Sen profesyonel bir çevirmensin, birden fazla dilde uzmansın ve orijinal metnin anlamını ve tarzını doğru şekilde iletebilirsin. Çeviri yaparken lütfen aşağıdaki noktalara uy:\n1. Dil tonunu tutarlı tut, orijinal metnin tarzına sadık kal.\n2. Hedef dilin alışkanlıklarına ve kültürüne uyacak şekilde makul ayarlamalar yap.\n3. Doğal ve akıcı ifadelere öncelik ver, sadece çeviriyi döndür, başka hiçbir içerik ekleme.\nAşağıda sana içeriği vereceğim, doğrudan %@'ye göre çevir.
zh_hans: 你是一名专业翻译，精通多国语言，能够准确传达原文含义与风格。翻译时请遵循以下要点： 1. 保持语气一致，忠实还原原文风格。 2. 合理调整以符合目标语言习惯与文化。 3. 优先选择自然、通顺的表达方式, 只返回翻译，不要添加任何其他内容。 下面我给你内容，直接按照 %@ 进行翻译.
zh_hant: 你是一名專業翻譯，精通多國語言，能夠準確傳達原文含義與風格。翻譯時請遵循以下要點： 1. 保持語氣一致，忠實還原原文風格。 2. 合理調整以符合目標語言習慣與文化。 3. 優先選擇自然、通順的表達方式，只返回翻譯，不要添加任何其他內容。 下面我給你內容，直接按照 %@ 進行翻譯。
zh_hk: 你是一名專業翻譯，精通多國語言，能夠準確傳達原文含義與風格。翻譯時請遵循以下要點： 1. 保持語氣一致，忠實還原原文風格。 2. 合理調整以符合目標語言習慣與文化。 3. 優先選擇自然、通順的表達方式，只返回翻譯，不要添加任何其他內容。 下面我給你內容，直接按照 %@ 進行翻譯。

# 使用AES加密数据，并发送到服务器
source: Encrypt data using AES and send it to the server
de: Daten mit AES verschlüsseln und an den Server senden
es: Usar AES para cifrar datos y enviarlos al servidor
fr: Utiliser le chiffrement AES pour les données et les envoyer au serveur
it: Utilizza la crittografia AES per i dati e inviali al server
ja: AES暗号化を使用してデータをサーバーに送信
ko: AES 암호화를 사용하여 데이터를 서버에 보냅니다
pt_br: Usar AES para criptografar dados e enviar para o servidor
ru: Использовать AES для шифрования данных и отправки на сервер
tr: AES ile verileri şifreleyin ve sunucuya gönderin
zh_hans: 使用AES加密数据，并发送到服务器
zh_hant: 使用AES加密數據，並發送到服務器
zh_hk: 使用AES加密數據，並發送到伺服器

# 使用文档
source: User Manual
de: Dokumentation verwenden
es: Usar documento
fr: Documentation
it: Documentazione
ja: ドキュメント
ko: 문서
pt_br: Usar Documentação
ru: Использование документа
tr: Kullanım Dokümanları
zh_hans: 使用文档
zh_hant: 使用文檔
zh_hk: 使用文檔

# 使用方法
source: Usage
de: Verwendung
es: Método de uso
fr: Mode d'emploi
it: Istruzioni per l'uso
ja: 使用方法
ko: 사용 방법
pt_br: Modo de uso
ru: Способ использования
tr: Kullanım yöntemi
zh_hans: 使用方法
zh_hant: 使用方法
zh_hk: 使用方法

# 使用此提示词创建新提示词
source: Use this prompt to create a new prompt
de: Verwenden Sie dieses Stichwort, um ein neues Stichwort zu erstellen
es: Usa esta palabra clave para crear una nueva palabra clave
fr: Utiliser cet indice pour créer un nouvel indice
it: Usa questa parola chiave per creare una nuova parola chiave
ja: このプロンプトを使用して新しいプロンプトを作成
ko: 이 프롬프트를 사용하여 새 프롬프트 만들기
pt_br: Usar esta palavra de prompt para criar uma nova palavra de prompt
ru: Используйте это подсказку для создания новой подсказки
tr: Bu ipucu kelimesini kullanarak yeni bir ipucu kelimesi oluşturun
zh_hans: 使用此提示词创建新提示词
zh_hant: 使用此提示詞創建新提示詞
zh_hk: 使用此提示詞創建新提示詞

# 使用示例
source: Usage Example
de: Verwendungsbeispiel
es: Ejemplo de uso
fr: Exemple d'utilisation
it: Esempio di utilizzo
ja: 例を使用
ko: 예제 사용
pt_br: Exemplo de uso
ru: Пример использования
tr: Kullanım Örneği
zh_hans: 使用示例
zh_hant: 使用示例
zh_hk: 使用示例

# 使用自定义服务器
source: Use Custom Server
de: Benutzerdefinierte Server verwenden
es: Usar servidor personalizado
fr: Utiliser un serveur personnalisé
it: Utilizzo di server personalizzati
ja: カスタムサーバーを使用
ko: 사용자 지정 서버 사용
pt_br: Usar servidor personalizado
ru: Использование пользовательского сервера
tr: Özel sunucu kullan
zh_hans: 使用自定义服务器
zh_hant: 使用自定義伺服器
zh_hk: 使用自訂伺服器

# 俄语
source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
pt_br: Russo
ru: Русский
tr: Rusça
zh_hans: 俄语
zh_hant: 俄語
zh_hk: 俄語

# 保存
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 保存
zh_hk: 保存

# 保存图片
source: Save Image
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
pt_br: Salvar imagem
ru: Сохранить изображение
tr: Resmi Kaydet
zh_hans: 保存图片
zh_hant: 保存圖片
zh_hk: 保存圖片

# 保存失败
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
it: Salvataggio fallito
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
ru: Сохранение не удалось
tr: Kayıt Başarısız
zh_hans: 保存失败
zh_hant: 保存失敗
zh_hk: 保存失敗

# 保存成功
source: Save successful
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Enregistrement réussi
it: Salvataggio riuscito
ja: 保存に成功しました
ko: 저장 성공
pt_br: Salvo com sucesso
ru: Успешно сохранено
tr: Başarıyla kaydedildi
zh_hans: 保存成功
zh_hant: 保存成功
zh_hk: 保存成功

# 保存文件
source: Save File
de: Datei speichern
es: Guardar archivo
fr: Enregistrer le fichier
it: Salva file
ja: ファイルを保存
ko: 파일 저장
pt_br: Salvar arquivo
ru: Сохранить файл
tr: Dosyayı Kaydet
zh_hans: 保存文件
zh_hant: 保存文件
zh_hk: 保存檔案

# 修改分组名称
source: Modify Group Name
de: Gruppenname ändern
es: Modificar nombre del grupo
fr: Modifier le nom du groupe
it: Modifica nome gruppo
ja: グループ名を変更
ko: 그룹 이름 수정
pt_br: Modificar nome do grupo
ru: Изменить название группы
tr: Grup adını değiştir
zh_hans: 修改分组名称
zh_hant: 修改分組名稱
zh_hk: 修改分組名稱

# 修改成功
source: Modified successfully
de: Änderung erfolgreich
es: Modificado con éxito
fr: Modifié avec succès
it: Modifica riuscita
ja: 変更に成功しました
ko: 수정 성공
pt_br: Modificação bem-sucedida
ru: Изменение успешно
tr: Değişiklik başarılı
zh_hans: 修改成功
zh_hant: 修改成功
zh_hk: 修改成功

# 修改资料
source: Edit Profile
de: Profil bearbeiten
es: Modificar perfil
fr: Modifier le profil
it: Modifica profilo
ja: データを変更
ko: 데이터 수정
pt_br: Modificar perfil
ru: Изменить профиль
tr: Profil Düzenle
zh_hans: 修改资料
zh_hant: 修改資料
zh_hk: 修改資料

# 修改配置
source: Modify Configuration
de: Konfiguration ändern
es: Modificar configuración
fr: Modifier la configuration
it: Modifica configurazione
ja: 設定を変更
ko: 설정 수정
pt_br: Modificar configuração
ru: Изменить конфигурацию
tr: Yapılandırmayı Değiştir
zh_hans: 修改配置
zh_hant: 修改配置
zh_hk: 修改配置

# 允许应用通过网络接收推送通知
source: Allow the app to receive push notifications over the network
de: Erlauben Sie der App, Push-Benachrichtigungen über das Netzwerk zu empfangen
es: Permitir que la aplicación reciba notificaciones push a través de la red
fr: Autoriser l'application à recevoir des notifications push via le réseau
it: Consenti all'app di ricevere notifiche push tramite connessione di rete
ja: アプリがネットワーク経由でプッシュ通知を受信することを許可
ko: 앱이 네트워크를 통해 푸시 알림을 수신하도록 허용
pt_br: Permitir que o aplicativo receba notificações push pela rede
ru: Разрешить приложению получать push-уведомления через сеть
tr: Uygulamanın ağ üzerinden push bildirimleri almasına izin ver
zh_hans: 允许应用通过网络接收推送通知
zh_hant: 允許應用程式透過網路接收推送通知
zh_hk: 允許應用程式透過網絡接收推送通知

# 全屏查看
source: Full Screen View
de: Vollbild anzeigen
es: Ver en pantalla completa
fr: Voir en plein écran
it: Visualizzazione a schermo intero
ja: 全画面
ko: 전체화면
pt_br: Visualização em Tela Cheia
ru: Полноэкранный просмотр
tr: Tam Ekran Görüntüle
zh_hans: 全屏
zh_hant: 全屏查看
zh_hk: 全屏查看

# 关于无字书
source: About NoLet
de: Über NoLet
es: Acerca de NoLet
fr: À propos de NoLet
it: Circa NoLet
ja: NoLetについて
ko: NoLet 소개
pt_br: Sobre o Livro sem Palavras
ru: О компании Nolet
tr: NoLet Hakkında
zh_hans: 关于无字书
zh_hant: 關於無字書
zh_hk: 關於無字書

# 关闭
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# 其他
source: Other
de: Andere
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Другие
tr: Diğer
zh_hans: 其他
zh_hant: 其他
zh_hk: 其他

# 其他字段
source: Other fields
de: Sonstige Felder
es: Otros campos
fr: Autres champs
it: Altri campi
ja: その他のフィールド
ko: 기타 필드
pt_br: Outros campos
ru: Другие поля
tr: Diğer alanlar
zh_hans: 其他字段
zh_hant: 其他字段
zh_hk: 其他字段

# 内存使用情况
source: Memory Usage Status
de: Speicherauslastung
es: Uso de memoria
fr: Utilisation de la mémoire
it: Utilizzo della memoria
ja: メモリ使用状況
ko: 메모리 사용량
pt_br: Uso de memória
ru: Использование памяти
tr: Bellek Kullanım Durumu
zh_hans: 内存使用情况
zh_hant: 記憶體使用情況
zh_hk: 記憶體使用情況

# 内容
source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
pt_br: Conteúdo
ru: Контент
tr: İçerik
zh_hans: 内容
zh_hant: 內容
zh_hk: 內容

# 内置
source: Built-in
de: Integriert
es: Integrado
fr: Intégré
it: Incorporato
ja: 内蔵
ko: 내장
pt_br: Integrado
ru: Встроенный
tr: Yerleşik
zh_hans: 内置
zh_hant: 內建
zh_hk: 內置

# 内置提示词
source: Built-in prompt words
de: Integrierte Eingabeaufforderungen
es: Frases de sugerencias integradas
fr: Indices de suggestion intégrés
it: Prompt incorporato
ja: 内蔵プロンプト
ko: 내장 프롬프트
pt_br: Palavras de dica incorporadas
ru: Встроенные подсказки
tr: Yerleşik İpucu Kelimeleri
zh_hans: 内置提示词
zh_hant: 內建提示詞
zh_hk: 內置提示詞

# 内置铃声
source: Built-in ringtone
de: Eingebauter Klingelton
es: Tono de timbre incorporado
fr: Sonnerie intégrée
it: Suoneria incorporata
ja: 「内蔵アラーム」
ko: 내장 알림음
pt_br: Sino embutido
ru: Встроенный звук звонка
tr: Yerleşik Zil Sesi
zh_hans: 内置铃声
zh_hant: 內建鈴聲
zh_hk: 內置鈴聲

# 内部
source: Internal
de: Intern
es: Interno
fr: Interne
it: Interno
ja: 内部
ko: 내부
pt_br: Interno
ru: Внутренний
tr: İç
zh_hans: 内部
zh_hant: 內部
zh_hk: 內部

# 最近使用
source: Recently Used
de: Zuletzt verwendet
es: Recientemente usado
fr: Dernière utilisation
it: Usato di recente
ja: 最近使用
ko: 최근 사용
pt_br: Usado Recentemente
ru: Недавно использованные
tr: Son Kullanılan
zh_hans: 最近使用
zh_hant: 最近使用
zh_hk: 最近使用

# 写作助手
source: Writing Assistant
de: Schreibassistent
es: Asistente de escritura
fr: Assistant d'écriture
it: Assistente di Scrittura
ja: ライティングアシスタント
ko: 작문 어시스턴트
pt_br: Assistente de Escrita
ru: Помощник в написании
tr: Yazma Asistanı
zh_hans: 写作助手
zh_hant: 寫作助手
zh_hk: 寫作助手

# 分享
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
zh_hans: 分享
zh_hant: 分享
zh_hk: 分享

# 分享配置
source: Share Configuration
de: Freigabekonfiguration
es: Configuración de uso compartido
fr: Configuration de partage
it: Configurazione condivisione
ja: 設定を共有
ko: 구성 공유
pt_br: Compartilhar configuração
ru: Настройка общего доступа
tr: Paylaşım Yapılandırması
zh_hans: 分享配置
zh_hant: 分享配置
zh_hk: 分享配置

# 分组模式
source: Group Mode
de: Gruppenmodus
es: Modo de grupo
fr: Mode de regroupement
it: Modalità di raggruppamento
ja: グループモード
ko: 그룹 모드
pt_br: Modo de Grupo
ru: Режим группировки
tr: Grup Modu
zh_hans: 分组模式
zh_hant: 分組模式
zh_hk: 分組模式

# 分组消息
source: Group Messages
de: Gruppennachrichten
es: Mensajes de grupo
fr: Message de groupe
it: Messaggi di gruppo
ja: グループメッセージ
ko: 그룹 메시지
pt_br: Mensagens de grupo
ru: Групповое сообщение
tr: Grup Mesajları
zh_hans: 分组消息
zh_hant: 分組消息
zh_hk: 分組消息

# 切换使用官方服务器或自定义服务器
source: Switch to official server or custom server
de: Wechseln zum offiziellen Server oder zum benutzerdefinierten Server
es: Cambiar al servidor oficial o al servidor personalizado
fr: Basculer vers le serveur officiel ou un serveur personnalisé
it: Passa all'utilizzo del server ufficiale o del server personalizzato
ja: 公式サーバーまたはカスタムサーバーの切り替え
ko: 공식 서버 또는 사용자 지정 서버로 전환
pt_br: Alternar para usar servidor oficial ou servidor personalizado
ru: Переключить на использование официального сервера или пользовательского сервера
tr: Resmi sunucu veya özel sunucu kullanımını değiştir
zh_hans: 切换使用官方服务器或自定义服务器
zh_hant: 切換使用官方伺服器或自定義伺服器
zh_hk: 切換使用官方伺服器或自訂伺服器

# 切换成功
source: Switch successful
de: Erfolgreich umgeschaltet
es: Cambio exitoso
fr: Changement réussi
it: Cambio riuscito
ja: 切り替え成功
ko: 전환 성공
pt_br: Alteração bem-sucedida
ru: Переключение успешно
tr: Başarıyla değiştirildi
zh_hans: 切换成功
zh_hant: 切換成功
zh_hk: 切換成功

# 切换显示
source: Switch Display
de: Anzeige wechseln
es: Cambiar visualización
fr: Changer l'affichage
it: Cambia visualizzazione
ja: 表示を切り替え
ko: 표시 전환
pt_br: Alternar Exibição
ru: Переключить отображение
tr: Görüntüyü Değiştir
zh_hans: 切换显示
zh_hant: 切換顯示
zh_hk: 切換顯示

# 切换服务器
source: Switch Server
de: Server wechseln
es: Cambiar servidor
fr: Changer de serveur
it: Cambia server
ja: サーバーを切り替え
ko: 서버 전환
pt_br: Alterar servidor
ru: Переключить сервер
tr: Sunucu Değiştir
zh_hans: 切换服务器
zh_hant: 切換服務器
zh_hk: 切換伺服器

# 列表模式
source: List Mode
de: Listenmodus
es: Modo de lista
fr: Mode Liste
it: Modalità elenco
ja: リストモード
ko: 목록 모드
pt_br: Modo de lista
ru: Режим списка
tr: Liste Modu
zh_hans: 列表模式
zh_hant: 列表模式
zh_hk: 列表模式

# 刚刚
source: Just now
de: Gerade eben
es: Justo ahora
fr: À l'instant
it: Appena
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Только что
tr: Az önce
zh_hans: 刚刚
zh_hant: 剛剛
zh_hk: 剛剛

# 创建时间
source: Creation Time
de: Erstellungszeit
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成時間
ko: 생성 시간
pt_br: Data de criação
ru: Время создания
tr: Oluşturulma Zamanı
zh_hans: 创建时间
zh_hant: 創建時間
zh_hk: 創建時間

# 初始化App
source: Initialize App
de: App initialisieren
es: Inicializar App
fr: Initialisation de l'App
it: Inizializza App
ja: アプリの初期化
ko: 앱 초기화
pt_br: Inicializar App
ru: Инициализация приложения
tr: Uygulamayı Başlat
zh_hans: 初始化App
zh_hant: 初始化App
zh_hk: 初始化App

# 删除
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# 删除 ${date} 之前的消息
source: Delete messages before ${date}
de: Nachrichten vor ${date} löschen
es: Eliminar mensajes anteriores a ${date}
fr: Supprimer les messages avant ${date}
it: Elimina i messaggi prima di ${date}
ja: ${date}以前のメッセージを削除
ko: ${date} 이전 메시지 삭제
pt_br: Excluir mensagens antes de ${date}
ru: Удалить сообщения до ${date}
tr: ${date} öncesindeki mesajları sil
zh_hans: 删除 ${date} 之前的消息
zh_hant: 刪除 ${date} 之前的消息
zh_hk: 刪除 ${date} 之前的訊息

# 删除云图标
source: Delete Cloud Icon
de: Cloud-Symbol löschen
es: Eliminar marcador de nube
fr: Supprimer l'icône cloud
it: Elimina etichetta cloud
ja: クラウドアイコンを削除
ko: 클라우드 아이콘 삭제
pt_br: Excluir ícone da nuvem
ru: Удалить облачную метку
tr: Bulut simgesini sil
zh_hans: 删除云图标
zh_hant: 刪除雲圖標
zh_hk: 刪除雲圖標

# 删除后不能还原!!!
source: Deletion cannot be undone!!!
de: Nach dem Löschen kann es nicht wiederhergestellt werden!!!
es: ¡Eliminado, no se puede restaurar!!!
fr: Supprimer et ne peut pas être restauré !!!
it: Eliminato, non può essere ripristinato!!!
ja: 削除後に元に戻すことはできません!!!
ko: 삭제 후 원래대로 돌릴 수 없습니다!!!
pt_br: Excluído, não pode ser restaurado!!!
ru: Удаление нельзя отменить!!!
tr: Silindikten sonra geri alınamaz!!!
zh_hans: 删除后不能还原!!!
zh_hant: 刪除後不能還原！！！
zh_hk: 刪除後不能還原！！！

# 删除成功
source: Delete successful
de: Erfolgreich gelöscht
es: Eliminación exitosa
fr: Supprimé avec succès
it: Eliminazione riuscita
ja: 削除しました
ko: 삭제 완료
pt_br: Excluído com sucesso
ru: Удалено успешно
tr: Silindi
zh_hans: 删除成功
zh_hant: 刪除成功
zh_hk: 刪除成功

# 删除所有分组
source: Delete All Groups
de: Alle Gruppen löschen
es: Eliminar todos los grupos
fr: Supprimer tous les groupes
it: Elimina tutti i gruppi
ja: すべてのグループを削除
ko: 모든 그룹 삭제
pt_br: Excluir todos os grupos
ru: Удалить все группы
tr: Tüm grupları sil
zh_hans: 删除所有分组
zh_hant: 刪除所有分組
zh_hk: 刪除所有分組

# 删除消息
source: Delete Message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
pt_br: Excluir mensagem
ru: Удалить сообщение
tr: Mesajı Sil
zh_hans: 删除消息
zh_hant: 刪除消息
zh_hk: 刪除訊息

# 删除静音分组
source: Delete Mute Group
de: Stille Gruppe löschen
es: Eliminar grupo silenciado
fr: Supprimer le groupe muet
it: Elimina gruppo silenzioso
ja: ミュートしたグループを削除
ko: 음소거된 그룹 삭제
pt_br: Excluir grupo silencioso
ru: Удалить группу без звука
tr: Sessiz grup sil
zh_hans: 删除静音分组
zh_hant: 刪除靜音分組
zh_hk: 刪除靜音分組

# 前天
source: The day before yesterday
de: Vorgestern
es: Anteayer
fr: Avant-hier
it: Ieri
ja: 2日前
ko: 2일 전
pt_br: Anteontem
ru: Позавчера
tr: Dün
zh_hans: 前天
zh_hant: 前天
zh_hk: 前天

# 副标题
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: 副題
ko: 부제목
pt_br: Subtítulo
ru: Подзаголовок
tr: Alt Başlık
zh_hans: 副标题
zh_hant: 副標題
zh_hk: 副標題

# 剩余空间不足
source: Insufficient storage space
de: Unzureichender Speicherplatz
es: Espacio insuficiente
fr: Espace restant insuffisant
it: Spazio insufficiente rimanente
ja: ストレージ容量が不足しています
ko: 저장공간이 부족합니다
pt_br: Espaço insuficiente restante
ru: Недостаточно свободного места
tr: Yetersiz depolama alanı
zh_hans: 剩余空间不足
zh_hant: 剩餘空間不足
zh_hk: 剩餘空間不足

# 加密
source: Encrypted
de: Verschlüsselung
es: Cifrado
fr: Crypter
it: Crittografato
ja: 暗号化
ko: 암호화
pt_br: Criptografado
ru: Шифрование
tr: Şifrele
zh_hans: 加密
zh_hant: 加密
zh_hk: 加密

# 加密后的数据（Base64编码
source: Encrypted data (Base64 encoded)
de: Verschlüsselte Daten (Base64-codiert)
es: Datos cifrados (codificación Base64)
fr: Données cryptées (codage Base64)
it: Dati crittografati (codificati in Base64)
ja: 暗号化されたデータ (Base64エンコード)
ko: 암호화된 데이터 (Base64 인코딩)
pt_br: Dados criptografados (codificação Base64)
ru: Зашифрованные данные (кодировка Base64)
tr: Şifrelenmiş veri (Base64 kodlamalı)
zh_hans: 加密后的数据（Base64编码
zh_hant: 加密後的數據（Base64編碼）
zh_hk: 加密後的數據（Base64編碼）

# 加密后请求需要注意特殊字符的处理
source: Encrypted requests require special character handling.
de: Verschlüsselte Anfragen erfordern besondere Aufmerksamkeit bei der Behandlung von Sonderzeichen.
es: Las solicitudes cifradas requieren atención especial al manejo de caracteres especiales.
fr: Requêtes cryptées nécessitant une attention particulière au traitement des caractères spéciaux
it: Le richieste crittografate richiedono attenzione nella gestione dei caratteri speciali.
pt_br: Após a criptografia, as solicitações exigem atenção especial ao tratamento de caracteres especiais.
ru: Зашифрованные запросы требуют особого внимания к обработке специальных символов.
tr: Şifrelenmiş isteklerde özel karakterlerin işlenmesine dikkat edilmelidir
zh_hans: 加密后请求需要注意特殊字符的处理
zh_hant: 加密後請求需要注意特殊字符的處理
zh_hk: 加密後請求需要注意特殊字符的處理

# 加载中
source: Loading
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento in corso
ja: 読み込み中
ko: 로딩 중
pt_br: Carregando
ru: Загрузка
tr: Yükleniyor
zh_hans: 加载中
zh_hant: 載入中
zh_hk: 載入中

# 加载失败
source: Load failed
de: Laden fehlgeschlagen
es: Error de carga
fr: Échec du chargement
it: Caricamento fallito
ja: 読み込みに失敗しました
ko: 로딩 실패
pt_br: Falha no Carregamento
ru: Сбой загрузки
tr: Yükleme başarısız
zh_hans: 加载失败
zh_hant: 載入失敗
zh_hk: 載入失敗

# 加载文件中...
source: Loading file...
de: Lade Datei...
es: Cargando archivo...
fr: Chargement du fichier...
it: Caricamento file in corso...
ja: ファイルを読み込み中...
ko: 파일 로드 중...
pt_br: Carregando arquivo...
ru: Загружаю файл...
tr: Dosya yükleniyor...
zh_hans: 加载文件中...
zh_hant: 載入檔案中...
zh_hk: 正在載入檔案中...

# 半年前
source: Half a year ago
de: Vor einem halben Jahr
es: Hace medio año
fr: Il y a six mois
it: sei mesi fa
ja: 6ヶ月前
ko: 6개월 전
pt_br: Meio ano atrás
ru: Полгода назад
tr: Yarım yıl önce
zh_hans: 半年前
zh_hant: 半年前
zh_hk: 半年前

# 印尼语
source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
pt_br: Hindi
ru: Индонезийский
tr: Endonezya dili
zh_hans: 印尼语
zh_hant: 印尼語
zh_hk: 印尼語

# 危险操作!!! 恢复初始化.
source: Dangerous operation!!! Restore to initial state.
de: Riskante Aktion!!! Zurücksetzen auf Anfangszustand.
es: ¡Operación peligrosa!!! Restablecer inicialización.
fr: Opération dangereuse !!! Réinitialiser l'initialisation.
it: Operazione pericolosa!!! Ripristino inizializzazione.
ja: 危険な操作!!! 初期化を復元します。
ko: 위험한 작업!!! 초기화를 복원합니다.
pt_br: Operação perigosa!!! Restaurar inicialização.
ru: Опасная операция!!! Восстановить инициализацию.
tr: Tehlikeli işlem!!! Fabrika ayarlarına sıfırla.
zh_hans: 危险操作!!! 恢复初始化.
zh_hant: 危險操作!!! 恢復初始化。
zh_hk: 危險操作!!! 恢復初始化。

# 即将过期
source: Expiring soon
de: Läuft bald ab
es: Próximo a expirar
fr: Bientôt expiré
it: Scadenza imminente
ja: まもなく期限切れ
ko: 곧 만료
pt_br: Prestes a expirar
ru: Скоро истекает
tr: Yakında Süresi Dolacak
zh_hans: 即将过期
zh_hant: 即將過期
zh_hk: 即將過期
